{"id":10,"date":"2024-03-31T21:29:52","date_gmt":"2024-03-31T21:29:52","guid":{"rendered":"https:\/\/news.zamberlan.uk.com\/?p=10"},"modified":"2024-03-31T21:29:53","modified_gmt":"2024-03-31T21:29:53","slug":"after-finding-out-the-pin-of-the-mobile-account","status":"publish","type":"post","link":"https:\/\/news.zamberlan.uk.com\/after-finding-out-the-pin-of-the-mobile-account\/","title":{"rendered":"After finding out the pin of the mobile account"},"content":{"rendered":"\n<p>The gang members first lured the parents whose children are studying in schools and colleges by promising them stipend money. After gaining trust, called and told the result by adding and subtracting the Financial Service (MFS) number on the mobile with different numbers. As the pin number is not asked directly, the affected parents are giving the result after addition and subtraction in good faith. By this novel trick, the gang was stealing money from the MFS account of the guardian by knowing the PIN number.<\/p>\n\n\n\n<p>In the case of withdrawing 2 lakh 80 thousand rupees from the MFS account by cheating a victim&#8217;s parent by promising to give stipend money. Sajjat ​​Howladar (26) has been arrested by the Dhaka Metropolitan Police (DB). He was arrested from the capital&#8217;s Hatirjheel police station on Saturday. At that time, three mobile phones and three SIM cards were recovered from him.<\/p>\n\n\n\n<p>DB says, the arrested Sajjat ​​is a resident of Faridpur. He worked as a mason in Dhaka. In order to earn more money with less effort, Sajjat ​​along with his friends of the same age in the area developed the strategy of embezzling money from mobile accounts. Later they formed a syndicate and stole lakhs of rupees.<\/p>\n\n\n\n<p>Additional Commissioner (DB) of Dhaka Metropolitan Police Mohammad Harun Or Rashid told the journalists at his office on Minto Road in the capital this Sunday afternoon. He said the victim, a lawyer&#8217;s daughter, passed the HSC examination last year with GPA-5. On January 22, the lawyer received a message on his phone. It is said that his daughter will get a stipend of Rs 5,200 per month for good results. For this a phone number is asked to be contacted. Accordingly, on January 23, when he called the designated number, the other end said that it was Bakshibazar Education Board&#8217;s office. At that time, his daughter will receive a stipend of 5,200 taka per month for seven months and 12,500 taka per month from one year to three years, the members of the circle said on the phone.<\/p>\n\n\n\n<p>Haroon Or Rashid said that the gang member wanted to know the victim&#8217;s bank name, account number and branch name. For the account in which daughter&#8217;s stipend will be deposited, ask for an MFS number and daughter&#8217;s mobile number and NID number. At one stage he called and asked to see the calculator on the mobile phone. If asked to know the sum by adding a certain number to another number and the victim&#8217;s PIN, the victim gives the sum. In this way, knowing the PIN number, the members of the gang grabbed the money.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The gang members first lured the parents whose children are studying in schools and colleges by promising them stipend money. After gaining trust, called and told the result by adding and subtracting the Financial Service (MFS) number on the mobile with different numbers. As the pin number is not asked directly, the affected parents are &#8230; <a title=\"After finding out the pin of the mobile account\" class=\"read-more\" href=\"https:\/\/news.zamberlan.uk.com\/after-finding-out-the-pin-of-the-mobile-account\/\" aria-label=\"Read more about After finding out the pin of the mobile account\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts\/10"}],"collection":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/comments?post=10"}],"version-history":[{"count":1,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts\/10\/revisions"}],"predecessor-version":[{"id":13,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts\/10\/revisions\/13"}],"wp:attachment":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/media?parent=10"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/categories?post=10"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/tags?post=10"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}