{"id":9,"date":"2024-03-31T21:30:20","date_gmt":"2024-03-31T21:30:20","guid":{"rendered":"https:\/\/news.zamberlan.uk.com\/?p=9"},"modified":"2024-03-31T21:30:20","modified_gmt":"2024-03-31T21:30:20","slug":"former-up-chairman-who-escaped-from-court-is-in-jail","status":"publish","type":"post","link":"https:\/\/news.zamberlan.uk.com\/former-up-chairman-who-escaped-from-court-is-in-jail\/","title":{"rendered":"Former UP chairman who escaped from court is in jail"},"content":{"rendered":"\n<p>Former Chairman of Tentuljhora Union Parishad (UP) of Savar, Hemayetpur, who was sentenced to five years imprisonment in a case of money embezzlement and money laundering from Sonali Bank. The court has ordered Jamal Uddin Sarkar to be sent to prison.<\/p>\n\n\n\n<p>Judge Abul Kasem of Dhaka Special Judge Court-1 gave this order on Sunday. Anti-Corruption Commission (ACC) Public Counsel (PP) Mir Ahmed Ali Salam confirmed this information to Prothom Alo.<\/p>\n\n\n\n<p>PP Mir Ahmed Ali Salam told Prothom Alo that the verdict in this case was given on March 19. The court sentenced 9 people to life imprisonment. Eight others were sentenced to various terms of imprisonment. Jamal was on bail in this case. He ran away from the courtroom after the verdict was announced. Today he surrendered to the court and applied for bail. The court rejected his bail and sent him to jail.<\/p>\n\n\n\n<p>Hallmark Group Managing Director Tanveer Mahmood, his wife Jasmine Islam and 9 others have been sentenced to life imprisonment in the case. Tanveer&#8217;s brother Tushar Ahmed is among the nine sentenced to life imprisonment. Apart from this, the court sentenced eight people including former managing director (MD) of Sonali Bank Humayun Kabir to various terms of imprisonment.Read more<a href=\"https:\/\/www.prothomalo.com\/bangladesh\/i6131m33dw\"><\/a><\/p>\n\n\n\n<p>According to the case documents, the little-known business group Hall-Mark Group took Tk 2,686 crore 14 lakh in the name of loan from Rupsi Bangla (now Hotel Intercontinental) branch of Sonali Bank in 2011. This incident of loan fraud then sparked discussions across the country. Then the then board of directors of Sonali Bank was abolished. Some officials of Sonali Bank were also arrested.<\/p>\n\n\n\n<p>11 cases were registered in Ramna Police Station of the capital in the case of Hallmark Group&#8217;s loan fraud. The verdict in the first case came from the trial court on March 19.<\/p>\n\n\n\n<p>The case was filed by the Anti-Corruption Commission (ACC) on October 4, 2012 at Ramna police station. The accused have been charged in the case with conspiracy, abuse of power and misappropriation of money, cheating, forgery, embezzlement and money laundering. In this case, an allegation of embezzlement of Tk 10 crore 50 lakh was made through fraud.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Former Chairman of Tentuljhora Union Parishad (UP) of Savar, Hemayetpur, who was sentenced to five years imprisonment in a case of money embezzlement and money laundering from Sonali Bank. The court has ordered Jamal Uddin Sarkar to be sent to prison. Judge Abul Kasem of Dhaka Special Judge Court-1 gave this order on Sunday. Anti-Corruption &#8230; <a title=\"Former UP chairman who escaped from court is in jail\" class=\"read-more\" href=\"https:\/\/news.zamberlan.uk.com\/former-up-chairman-who-escaped-from-court-is-in-jail\/\" aria-label=\"Read more about Former UP chairman who escaped from court is in jail\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts\/9"}],"collection":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/comments?post=9"}],"version-history":[{"count":1,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts\/9\/revisions"}],"predecessor-version":[{"id":14,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/posts\/9\/revisions\/14"}],"wp:attachment":[{"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/media?parent=9"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/categories?post=9"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/news.zamberlan.uk.com\/wp-json\/wp\/v2\/tags?post=9"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}